---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsMeasurementOptions.Outside
enum: Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsMeasurementOptions
source: html/b43ed982-270c-6a7b-ceaa-486265a1bcda.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsMeasurementOptions.Outside

Measure the angle outside of the segments.